def title # returns to (i.e. prints to the screen) the app's title page.
   pastel = Pastel.new
   puts pastel.yellow("\n\n                           SUPER                        
   ▀███▄   ▀███▀ ▄▄█▀▀██▄ ███▀▀██▀▀██████▀▀▀███ ▄█▀▀▀█▄██ 
     ███▄    █ ▄██▀    ▀██▄▀   ██   ▀█ ██    ▀█▄██    ▀██ 
     █ ███   █ ██▀      ▀██    ██      ██   █  ▀███▄   ██ 
     █  ▀██▄ █ ██        ██    ██      ██████    ▀█████▄█ 
     █   ▀██▄█ ██▄      ▄██    ██      ██   █  ▄     ▀██▀ 
     █     ███ ▀██▄    ▄██▀    ██      ██     ▄██     ██▄ 
   ▄███▄    ██   ▀▀████▀▀    ▄████▄  ▄██████████▀█████▀██ 
      
      NotES!      notesss         NOTES           nOteS.

            notes!         notes!         notes!
  
                     Welcome to SUPERNOTES

A SUPER app for taking HEAPS of NOTES and absolutely NOTHING else!

                        👉 finger guns 👉")
end